{
  "Angrypower": {
    "NAME": "Rage",
    "DESCRIPTIONS": [
      	"9 stack at most, gain #b",
      	" Showtime and [R], lose #b1 stack per turn.",
      	"9 stack at most, gain #b",
      	" Showtime and [R]."
    ]
  },
  "showtime": {
    "NAME": "Showtime",
    "DESCRIPTIONS": [
		"Gain #b",
		" #yBlock, resets at the end of your turn. When receiving Attack damage, reduce Showtime by #b1.",
		"Gain #b",
		" #yBlock. When receiving Attack damage, reduce Showtime by #b1."
    ]
  },
  "Catastrophepower": {
    "NAME": "Calamity",
    "DESCRIPTIONS": [
      "Energy used on powerful Pandora attacks, up to 9 stacks. 10% chance to gain Showtime using Firearms attack cards for every stack of Calamity."
    ]
  },
  "CoyoteApower": {
    "NAME": "Coyote-A",
    "DESCRIPTIONS": [
		"40% chance to gain 1 Showtime and 1 Calamity when using related attack cards. Add 1 Fireworks to your hand for every 4 stacks of Showtime gained when you have Gunslinger style active."
    ]
  },
  "Devilpower": {
    "NAME": "Devil Trigger",
    "DESCRIPTIONS": [
		"Heal 3 Hp every #b3 attacks. At 7 stacks of Showtime, gain 7 strength for 1 turn, up to 5 times. At the end of effect, lose 18 strength."
    ]
  },
  "Dimensionpower": {
    "NAME": "DimensionFissure",
    "DESCRIPTIONS": [
		"Consumed by Sheathing, lose 1 per turn."
    ]
  },
  "EbonyIvorypower": {
    "NAME": "Ebony&Ivory",
    "DESCRIPTIONS": [
		"Deal additional 3 damage when using related attack cards with 50% chance to gain 1 Calamity. Add 1 Rainstorm to your hand for every 3 stacks of Showtime gained when you have Gunslinger style active."
    ]
  },
  "Endlessswordpower": {
    "NAME": "EndlessSword",
    "DESCRIPTIONS": [
		"When attacked, deal #b",
		" #ydamage to the attacker, up to 15 stacks."
    ]
  },
  "Endlessswordpower2": {
    "NAME": "EndlessSword",
    "DESCRIPTIONS": [
		"Deal #b",
		" #ydamage to the enemy at the start of enemy's turn, reset to 0 after that. Up to 15 stacks.",
		"Deal #b",
		" #ydamage to the enemy at the start of enemy's turn, reset to 0 after that. Up to 15 stacks."
    ]
  },
  "Flex1": {
    "NAME": "Flex",
    "DESCRIPTIONS": [
		"Lose #b",
		" #yStrength after playing an attack card."
    ]
  },
  "Flex2": {
    "NAME": "Flex",
    "DESCRIPTIONS": [
		"Lose #b",
		" #yStrength at the end of your turn."
    ]
  },
  "Gilgameshpower": {
    "NAME": "Gilgamesh",
    "DESCRIPTIONS": [
		"Improves related cards, add 1 Real Impact into your hand for every 4 stack of Showtime gained when you have SwordMaster style active. Lose 5 strength when removed."
    ]
  },
  "Goldorbpower": {
    "NAME": "Gold Orb",
    "DESCRIPTIONS": [
		"When you would die, heal to 50% of your Max HP instead (works once)."
    ]
  },
  "Greenorbpower": {
    "NAME": "Green Orb",
    "DESCRIPTIONS": [
		"Heal 1-10 HP after killing this enemy."
    ]
  },
  "Gunslingerpower": {
    "NAME": "Gunslinger",
    "DESCRIPTIONS": [
		"All Firearms attack cards that are not colorless cost 0 this turn. NL Gain 1 Showtime and 1 Calamity for every Firearms attack card you play."
    ]
  },
  "Honeycombofirepower": {
    "NAME": "Honeycombo Fire",
    "DESCRIPTIONS": [
		"20% chance your Firearms attack cards will be played twice, chance raises to 50% with Ebony&Ivory."
    ]
  },
  "Luciferpower": {
    "NAME": "Lucifer",
    "DESCRIPTIONS": [
		"Gain 1 Showtime every time you play a related card. Add 1 PIN-UP to your hand for every 4 stacks of Showtime gained when you have Swordmaster style active."
    ]
  },
  "Luciferpower2": {
    "NAME": "Lucifer",
    "DESCRIPTIONS": [
		"Gain 1 Showtime every time you play a related card. Add 1 PIN-UP and 1 Climax to your hand for every 4 stacks of Showtime gained when you have Swordmaster style active."
    ]
  },
  "Pandorapower": {
    "NAME": "Pandora",
    "DESCRIPTIONS": [
		"Add 1 random colorless Firearms attack card into your hand at the start of your turn and for every 4 stacks of Showtime gained when you have Gunslinger style active. 80% chance to gain 1 Calamity for every Firearms attack card you play."
    ]
  },
  "Pandorapower2": {
    "NAME": "Pandora",
    "DESCRIPTIONS": [
		"Add 2 random colorless Firearms attack card into your hand at the start of your turn and for every 4 stacks of Showtime gained when you have Gunslinger on you. 80% chance to gain 1 Calamity for every Firearms attack card you play."
    ]
  },
  "Rebellionpower": {
    "NAME": "Rebellion",
    "DESCRIPTIONS": [
		"Improves related cards. Million Stab deals 2 more damage. Add 1 Over Drive to you hand for every 3 stacks of Showtime gained when you have Swordmaster style active."
    ]
  },
  "Rebellionpower2": {
    "NAME": "Rebellion",
    "DESCRIPTIONS": [
		"Improves related cards. Million Stab deals 2 more damage. Add 1 Over Drive to you hand for every 3 stacks of Showtime gained when you have Swordmaster style active. Lose 2 strength when removed."
    ]
  },
  "Redorbpower": {
    "NAME": "Red Orb",
    "DESCRIPTIONS": [
		"Gain 1-100 coins after killing this enemy."
    ]
  },
  "Royalguardpower": {
    "NAME": "Royal Guard",
    "DESCRIPTIONS": [
		"50% chance to block incoming damage, gain 1 Rage when attacked. If you have 3 or more Rage, add 1 Release to your hand at the start of your next turn."
    ]
  },
  "Royalguardpower2": {
    "NAME": "Royal Guard",
    "DESCRIPTIONS": [
		"50% chance to block incoming damage, gain 1 Rage when attacked. If you have 3 or more Rage, add 1 Release to your hand at the start of your next turn. If you have 6 or more Rage, add 1 Royal Release to your hand at the start of your next turn."
    ]
  },
  "Skystarpower": {
    "NAME": "Sky Star",
    "DESCRIPTIONS": [
		"Your Style, Showtime and Rage doesn't reset at the end of your turn. At 7 stacks of Showtime, gain 1 Sky Star, up to 3 times in one turn."
    ]
  },
  "SSSpower": {
    "NAME": "Style Score System Ver.1",
    "DESCRIPTIONS": [
		"Have triggered #b",
		" times this turn.",
		"Have triggered #b",
		" times this turn."
    ]
  },
  "Swordmasterpower": {
    "NAME": "Swordmaster",
    "DESCRIPTIONS": [
		"Your next melee attack will be played twice. Triggering style scoring system will turn Flex into Strength."
    ]
  },
  "Weaponreturnpower": {
    "NAME": "Weapon Return",
    "DESCRIPTIONS": [
		"When a Weapon is removed from play, add the same unupgraded weapon card to your draw pile (excluding Yamato)."
    ]
  },
  "Weaponreturnpower2": {
    "NAME": "Weapon Return",
    "DESCRIPTIONS": [
		"When a Weapon is removed from play, add the same upgraded weapon card to your draw pile (excluding Yamato)."
    ]
  },
  "Whiteorbpower": {
    "NAME": "White Orb",
    "DESCRIPTIONS": [
		"Gain 1-3 [R] after killing this enemy."
    ]
  },
  "XuanyunPower": {
    "NAME": "Stun",
    "DESCRIPTIONS": [
		"Make the enemy incapable of action."
    ]
  },
  "Yamatopower": {
    "NAME": "Yamato",
    "DESCRIPTIONS": [
		"Lasts 1 turn. NL When you gain 4 or more Showtime, add 1 random colorless Melee attack card to your hand. Add 1 Sheathing and remove Yamato at the start of your next turn."
    ]
  }
}